Repository: sanjanarjn/OBDScanner
Catalog: OBDScanner/Localizable.xcstrings
Source language: en
Languages: es

source: Warning
es: Advertencia

source: Warning lights
es: Luces de advertencia

source: Weak fuel pump
es: Bomba de combustible débil

source: What is this?
es: ¿Qué es esto?

source: Wiring issue
es: Problema de cableado

source: Worn spark plugs
es: Bujías desgastadas

source: Your vehicle's computer reported no active diagnostic trouble codes.
es: La computadora de tu vehículo no reportó códigos de falla activos.
